Repository: MochiLog/MochiLog
Catalog: MochiLog/Resources/strings/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

# open_app_after_share_import_description
source: 読み込み後に結果を表示します。オフの場合、すべて成功すると解析画面に戻ります。エラーや確認が必要な項目がある場合は結果を表示します。
de: Zeigt die Ergebnisse nach dem Import. Wenn deaktiviert, öffnet sich bei vollständigem Erfolg die Analyse. Fehler oder erforderliche Prüfungen werden weiterhin angezeigt.
en: Show results after importing. When disabled, return to Analytics if all items succeed; errors and items needing review still show results.
es: Muestra los resultados al terminar. Si se desactiva, vuelve al análisis cuando todo se importa correctamente; los errores o elementos que requieren revisión se siguen mostrando.
fr: Affiche les résultats à la fin. Si désactivé, revient à l’analyse lorsque tout réussit ; les erreurs ou éléments à vérifier restent affichés.
ko: 켜면 가져오기 결과를 표시합니다. 끄면 모두 성공했을 때 분석 화면으로 돌아갑니다. 오류가 있거나 확인이 필요하면 결과가 표시됩니다.
zh_hans: 启用后，导入完成时显示结果。关闭后，全部成功时返回分析页面；发生错误或需要确认时仍显示结果。
zh_hant: 啟用後，匯入完成時顯示結果。關閉後，全部成功時返回分析頁面；發生錯誤或需要確認時仍顯示結果。

# os_display
source: 設定上の表示
de: Anzeige in den Einstellungen
en: Settings Display
es: Valor en Ajustes
fr: Valeur dans les réglages
ko: 설정 표시값
zh_hans: 设置中的显示值
zh_hant: 設定中的顯示值

# parse_error
source: ログから日時やバッテリー情報を取得できませんでした
de: Datum oder Batterieinformationen konnten nicht aus dem Protokoll gelesen werden
en: Could not parse date or battery info from log
es: No se pudo obtener la fecha o la información de la batería del registro
fr: Impossible d’extraire la date ou les informations de batterie du journal
ko: 로그에서 날짜 또는 배터리 정보를 읽지 못했습니다
zh_hans: 无法从日志中解析日期或电池信息
zh_hant: 無法從日誌解析日期或電池資訊

# parsing
source: 解析中…
de: Protokoll wird gelesen …
en: Reading log…
es: Leyendo registro…
fr: Lecture du journal…
ko: 로그 읽는 중…
zh_hans: 正在读取日志…
zh_hant: 正在讀取日誌…

# parsing_log
source: ログを解析中...
de: Protokoll wird analysiert …
en: Parsing log...
es: Analizando registro…
fr: Analyse du journal…
ko: 로그 분석 중…
zh_hans: 正在解析日志…
zh_hant: 正在解析日誌…

# pip_instruction
source: ピクチャ・イン・ピクチャで視聴を続けられます
de: Mit Bild-in-Bild weiter ansehen
en: Use Picture-in-Picture to keep watching
es: Continúa viendo con imagen dentro de imagen
fr: Continuez avec l’image dans l’image
ko: 화면 속 화면으로 계속 시청
zh_hans: 使用画中画继续观看
zh_hant: 使用子母畫面繼續觀看

# pip_instruction_detail
source: 動画はフローティングウィンドウで再生され続けます。 ※iPhone/iPadの設定 > 一般 > ピクチャ・イン・ピクチャ をオンにしてください。
de: Das Video läuft in einem schwebenden Fenster weiter. Aktiviere Einstellungen > Allgemein > Bild-in-Bild.
en: The video will continue playing in a floating window. *Please ensure Picture in Picture is enabled in Settings > General > Picture in Picture.
es: El vídeo seguirá en una ventana flotante. Activa la función en Ajustes > General > Imagen dentro de imagen.
fr: La vidéo continuera dans une fenêtre flottante. Activez Réglages > Général > Image dans l’image.
ko: 동영상은 작은 창에서 계속 재생됩니다. 설정 > 일반 > 화면 속 화면을 켜주세요.
zh_hans: 视频将继续在浮动窗口中播放。 请在“设置”>“通用”>“画中画”中启用此功能。
zh_hant: 影片會繼續在浮動視窗播放。 請在「設定」>「一般」>「子母畫面」中啟用此功能。

# pip_note
source: ※iOSの不具合により、PIPが稀に表示されない場合があります。 アプリや端末の再起動で直る場合があります。
de: Aufgrund von iOS-Problemen erscheint Bild-in-Bild manchmal nicht. Ein Neustart der App oder des Geräts kann helfen.
en: Note: Due to iOS limitations, PIP may occasionally fail to display. Restarting the app or device may resolve this issue.
es: Por limitaciones de iOS, la ventana flotante puede no aparecer. Reiniciar la app o el dispositivo puede resolverlo.
fr: L’image dans l’image peut parfois ne pas apparaître à cause d’iOS. Redémarrer l’app ou l’appareil peut aider.
ko: iOS 문제로 화면 속 화면이 나타나지 않을 수 있습니다. 앱이나 기기를 다시 실행해 보세요.
zh_hans: 由于iOS问题，画中画有时可能不显示。重新启动应用或设备可能有帮助。
zh_hant: 由於iOS問題，子母畫面有時可能無法顯示。重新啟動App或裝置可能有幫助。

# pip_step_analytics_data
source: 解析データ
de: Analysedaten
en: Analytics Data
es: Datos de análisis
fr: Données d’analyse
ko: 분석 데이터
zh_hans: 分析数据
zh_hant: 分析資料

# pip_step_analytics_improvements
source: 解析と改善
de: Analyse & Verbesserungen
en: Analytics & Improvements
es: Análisis y mejoras
fr: Analyse et améliorations
ko: 분석 및 향상
zh_hans: 分析与改进
zh_hant: 分析與改進

# pip_step_button_at_bottom
source: ボタンは下の方にあります
de: Die Taste befindet sich unten
en: Button is at the bottom
es: El botón está al final
fr: Le bouton est en bas
ko: 버튼은 아래쪽에 있습니다
zh_hans: 按钮在页面下方
zh_hant: 按鈕在頁面下方

# pip_step_choose_larger_file
source: 短いファイルには情報が入っていません
de: Kurze Protokolle enthalten keine Batteriedaten
en: Short files lack battery data
es: Los registros cortos no incluyen datos de batería
fr: Les journaux courts ne contiennent pas de données de batterie
ko: 짧은 로그에는 배터리 정보가 없습니다
zh_hans: 较短的日志不含电池信息
zh_hant: 較短的日誌不含電池資訊

# pip_step_go_to_settings_top
source: 設定のトップに移動
de: Zur Startseite der Einstellungen
en: Go to Settings Top
es: Ir al inicio de Ajustes
fr: Revenir à l’accueil de Réglages
ko: 설정 첫 화면으로 이동
zh_hans: 返回“设置”首页
zh_hant: 返回「設定」首頁

# pip_step_if_not_listed
source: リストにない場合は「その他」から
de: Falls nicht aufgeführt, unter Mehr nachsehen
en: If not listed, check 'More'
es: Si no aparece, busca en Más
fr: Sinon, consultez Plus
ko: 목록에 없으면 더 보기를 확인하세요
zh_hans: 如果没有显示，请查看“更多”
zh_hant: 如果沒有顯示，請查看「更多」

# pip_step_log_selection
source: 正しいファイルを選択
de: Die richtige Datei auswählen
en: Choose the Right File
es: Elige el archivo correcto
fr: Choisissez le bon fichier
ko: 올바른 파일 선택
zh_hans: 选择正确的文件
zh_hant: 選擇正確的檔案

# pip_step_log_timing
source: ログは毎日9:00に生成
de: Protokolle werden um 9 Uhr erstellt
en: Logs Generated at 9:00 AM
es: Los registros se generan a las 9:00
fr: Journaux générés à 9 h
ko: 로그는 매일 오전 9시에 생성됩니다
zh_hans: 日志每天9:00生成
zh_hant: 日誌每天9:00產生

# pip_step_menu_select
source: メニューから選択
de: Im Menü auswählen
en: Select from menu
es: Seleccionar en el menú
fr: Choisir dans le menu
ko: 메뉴에서 선택
zh_hans: 从菜单中选择
zh_hant: 從選單中選擇

# pip_step_open_settings
source: 設定を開く
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

# pip_step_privacy_security
source: プライバシーとセキュリティ
de: Datenschutz & Sicherheit
en: Privacy & Security
es: Privacidad y seguridad
fr: Confidentialité et sécurité
ko: 개인정보 보호 및 보안
zh_hans: 隐私与安全性
zh_hant: 隱私權與安全性

# pip_step_select_log
source: Analytics-202x...を選択
de: Analytics-202x… auswählen
en: Select Analytics-202x...
es: Selecciona Analytics-202x…
fr: Sélectionnez Analytics-202x…
ko: Analytics-202x… 선택
zh_hans: 选择Analytics-202x…
zh_hant: 選擇Analytics-202x…

# pip_step_select_mochilog
source: MochiLogを選択
de: MochiLog auswählen
en: Select MochiLog
es: Selecciona MochiLog
fr: Sélectionnez MochiLog
ko: MochiLog 선택
zh_hans: 选择MochiLog
zh_hant: 選擇MochiLog

# pip_step_settings_app
source: 設定アプリ
de: Einstellungen-App
en: Settings App
es: App Ajustes
fr: App Réglages
ko: 설정 앱
zh_hans: 设置应用
zh_hant: 設定App

# pip_step_share_analytics
source: iPhone/iPad解析を共有
de: iPhone-/iPad-Analyse teilen
en: Share iPhone/iPad Analytics
es: Compartir análisis del iPhone/iPad
fr: Partager les analyses iPhone/iPad
ko: iPhone/iPad 분석 공유
zh_hans: 共享iPhone/iPad分析
zh_hant: 分享iPhone/iPad分析

# pip_step_share_on
source: 解析を共有: ON
de: Analyse teilen: Ein
en: Share Analytics: ON
es: Compartir análisis: activado
fr: Partager les analyses : activé
ko: 분석 공유 켜기
zh_hans: 开启共享分析
zh_hant: 開啟分享分析

# pip_step_tap_back_button
source: 左上の「戻る」をタップ
de: Oben links auf Zurück tippen
en: Tap back button (top left)
es: Pulsa Atrás arriba a la izquierda
fr: Touchez Retour en haut à gauche
ko: 왼쪽 위 뒤로 버튼 탭
zh_hans: 点击左上角的返回按钮
zh_hant: 點選左上角的返回按鈕

# pip_step_wait_next_day
source: 次の日まで待ってください
de: Bis zum nächsten Tag warten
en: Wait until the next day
es: Espera hasta el día siguiente
fr: Attendez le lendemain
ko: 다음 날까지 기다려주세요
zh_hans: 请等到第二天
zh_hant: 請等到隔天

# preparing_data
source: データを準備中...
de: Daten werden vorbereitet …
en: Preparing data...
es: Preparando datos…
fr: Préparation des données…
ko: 데이터 준비 중…
zh_hans: 正在准备数据…
zh_hant: 正在準備資料…

# privacy_policy
source: プライバシーポリシー
de: Datenschutzerklärung
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私權政策

# privacy_policy_description
source: プライバシーに関する内容を確認
de: Informationen zum Datenschutz anzeigen
en: View privacy-related information
es: Consultar información sobre privacidad
fr: Consulter les informations sur la confidentialité
ko: 개인정보 관련 정보 보기
zh_hans: 查看隐私相关信息
zh_hant: 檢視隱私相關資訊

# privacy_policy_subtitle
source: MochiLogのデータ取扱いについて
de: So verarbeitet MochiLog Benutzerdaten
en: How MochiLog handles user data
es: Cómo trata MochiLog los datos del usuario
fr: Traitement des données par MochiLog
ko: MochiLog의 사용자 데이터 처리 방식
zh_hans: MochiLog如何处理用户数据
zh_hant: MochiLog如何處理使用者資料

# privacy_policy_title
source: プライバシーポリシー
de: Datenschutzerklärung
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私權政策

# privacy_policy_unavailable
source: プライバシーポリシーを読み込めませんでした。
de: Die Datenschutzerklärung konnte nicht geladen werden.
en: Unable to load privacy policy.
es: No se pudo cargar la política de privacidad.
fr: Impossible de charger la politique de confidentialité.
ko: 개인정보 처리방침을 불러올 수 없습니다.
zh_hans: 无法加载隐私政策。
zh_hant: 無法載入隱私權政策。

# processing
source: 処理中
de: Wird verarbeitet
en: Processing
es: Procesando
fr: Traitement en cours
ko: 처리 중
zh_hans: 处理中
zh_hant: 處理中

# product_sku
source: リージョン
de: Region
en: Region
es: Región
fr: Région
ko: 지역
zh_hans: 地区
zh_hant: 地區

# profile_conflict_banner
source: デバイス情報の標準値が更新されました。採用する値を選択
de: Gerätedaten aktualisiert: Werte auswählen
en: Device library update: choose which values to use
es: Biblioteca actualizada: elija los valores
fr: Bibliothèque mise à jour : choisissez les valeurs
ko: 기기 정보 업데이트: 사용할 값을 선택하세요
zh_hans: 设备库已更新：请选择要使用的值
zh_hant: 裝置資料庫已更新：請選擇要使用的值

# profile_library
source: デバイス情報の管理
de: Gerätedatenbank
en: Device Library
es: Biblioteca de dispositivos
fr: Bibliothèque d’appareils
ko: 기기 정보 관리
zh_hans: 设备资料库
zh_hant: 裝置資料庫

# progress_count
source: %ld / %ld件 完了
de: %ld von %ld abgeschlossen
en: %ld of %ld complete
es: %ld de %ld completados
fr: %ld sur %ld terminés
ko: %ld / %ld개 완료
zh_hans: 已完成 %ld / %ld
zh_hant: 已完成 %ld / %ld

# purchase_error_message
source: 購入処理中にエラーが発生しました。もう一度お試しください。
de: Beim Kauf ist ein Fehler aufgetreten. Versuche es erneut.
en: An error occurred during the purchase. Please try again.
es: Se ha producido un error durante la compra. Inténtalo de nuevo.
fr: Une erreur est survenue pendant l’achat. Réessayez.
ko: 구매 중 오류가 발생했습니다. 다시 시도하세요.
zh_hans: 购买时发生错误。请重试。
zh_hant: 購買時發生錯誤。請再試一次。

# range_1m
source: 1ヶ月
de: 1 Monat
en: 1m
es: 1 mes
fr: 1 mois
ko: 1개월
zh_hans: 1个月
zh_hant: 1個月

# range_1w
source: 1週間
de: 1 Woche
en: 1w
es: 1 semana
fr: 1 semaine
ko: 1주
zh_hans: 1周
zh_hant: 1週

# range_1y
source: 1年
de: 1 Jahr
en: 1 Year
es: 1 año
fr: 1 an
ko: 1년

# range_2w
source: 2週間
de: 2 Wochen
en: 2w
es: 2 semanas
fr: 2 semaines
ko: 2주
zh_hans: 2周
zh_hant: 2週

# range_2y
source: 2年
de: 2 Jahre
en: 2 Years
es: 2 años
fr: 2 ans
ko: 2년

# range_3m
source: 3ヶ月
de: 3 Monate
en: 3m
es: 3 meses
fr: 3 mois
ko: 3개월
zh_hans: 3个月
zh_hant: 3個月

# range_3y
source: 3年
de: 3 Jahre
en: 3 Years
es: 3 años
fr: 3 ans
ko: 3년

# range_6m
source: 半年
de: 6 Monate
en: 6 Months
es: 6 meses
fr: 6 mois
ko: 6개월
zh_hans: 6个月
zh_hant: 6個月

# range_auto
source: 自動
de: Automatisch
en: Auto
es: Automático
fr: Automatique
ko: 자동
zh_hans: 自动

# raw_capacity
source: 実測容量
de: Gemessene Kapazität
en: Raw Capacity
es: Capacidad medida
fr: Capacité mesurée
ko: 실측 용량
zh_hans: 实测容量
zh_hant: 實測容量

# real_capacity
source: 実容量
de: Tatsächliche Kapazität
en: Actual Capacity
es: Capacidad real
fr: Capacité réelle
ko: 실제 용량
zh_hans: 实际容量
zh_hant: 實際容量

# record_count
source: 記録数
de: Aufzeichnungen
en: Records
es: Registros
fr: Relevés
ko: 기록 수
zh_hans: 记录数
zh_hant: 記錄數

# register
source: 登録する
de: Registrieren
en: Register
es: Registrar
fr: Enregistrer
ko: 등록
zh_hans: 注册
zh_hant: 登錄

# register_watch_message
source: このApple Watchを登録すると、次回から自動的にこのモデルとして解析されます。
de: Registriere dieses Apple-Watch-Modell, um es künftig automatisch für Protokolle zu verwenden.
en: Registering this Apple Watch will automatically use this model for future logs.
es: Registra este modelo de Apple Watch para usarlo automáticamente en futuros registros.
fr: Enregistrez ce modèle d’Apple Watch pour l’utiliser automatiquement lors des prochaines importations.
ko: 이 Apple Watch 모델을 등록하면 이후 로그를 가져올 때 자동으로 사용됩니다.
zh_hans: 注册此 Apple Watch 型号后，今后导入日志时会自动使用。
zh_hant: 登錄此 Apple Watch 型號後，日後匯入日誌時會自動使用。

# register_watch_title
source: Apple Watchを登録しますか？
de: Apple Watch registrieren?
en: Register Apple Watch?
es: ¿Registrar el Apple Watch?
fr: Enregistrer l’Apple Watch ?
ko: Apple Watch를 등록할까요?
zh_hans: 注册 Apple Watch？
zh_hant: 登錄 Apple Watch？

# registered
source: 登録済み
de: Registriert
en: Registered
es: Registrado
fr: Enregistré
ko: 등록됨
zh_hans: 已注册
zh_hant: 已登錄

# registered_device
source: 登録済みデバイス
de: Registriertes Gerät
en: Registered Device
es: Dispositivo registrado
fr: Appareil enregistré
ko: 등록된 기기
zh_hans: 已注册的设备
zh_hant: 已登錄的裝置

# registered_devices
source: 登録済みデバイス
de: Registrierte Geräte
en: Registered Devices
es: Dispositivos registrados
fr: Appareils enregistrés
ko: 등록된 기기
zh_hans: 已注册的设备
zh_hant: 已登錄的裝置

# registered_devices_empty_footer
source: 登録済みのデバイスがありません。ログ記録時に選択できるデバイスを追加してください。
de: Keine Geräte registriert. Füge Geräte hinzu, um sie bei der Erfassung auszuwählen.
en: No devices registered. Add devices to select from when recording logs.
es: No hay dispositivos registrados. Añade uno para seleccionarlo al registrar datos.
fr: Aucun appareil enregistré. Ajoutez-en un pour le choisir lors de l’enregistrement.
ko: 등록된 기기가 없습니다. 기기를 추가하면 기록할 때 선택할 수 있습니다.
zh_hans: 尚未注册设备。添加后即可在记录时选择。
zh_hant: 尚未登錄裝置。新增後即可在記錄時選擇。

# registered_devices_footer
source: %d台のデバイスが登録済みです
de: %d Geräte registriert
en: %d device(s) registered
es: Dispositivos registrados: %d
fr: Appareils enregistrés : %d
ko: 기기 %d대 등록됨
zh_hans: 已注册 %d 台设备
zh_hant: 已登錄 %d 部裝置

# registered_watch
source: 登録済みWatch
de: Registrierte Apple Watch
en: Registered Watch
es: Apple Watch registrado
fr: Apple Watch enregistrée
ko: 등록된 Apple Watch
zh_hans: 已注册的 Apple Watch
zh_hant: 已登錄的 Apple Watch

# remove
source: 削除
de: Entfernen
en: Remove
es: Quitar
fr: Retirer
ko: 제거
zh_hans: 移除
zh_hant: 移除

# remove_all_devices
source: すべてのデバイスを削除
de: Alle Geräte entfernen
en: Remove All Devices
es: Eliminar todos los dispositivos
fr: Retirer tous les appareils
ko: 모든 기기 등록 해제
zh_hans: 移除所有设备
zh_hant: 移除所有裝置

# remove_all_devices_confirm
source: 登録済みのすべてのデバイスを削除しますか？
de: Alle registrierten Geräte entfernen?
en: Remove all registered devices?
es: ¿Eliminar todos los dispositivos registrados?
fr: Retirer tous les appareils enregistrés ?
ko: 등록된 모든 기기를 삭제할까요?
zh_hans: 要移除所有已注册设备吗？
zh_hant: 要移除所有已登錄裝置嗎？

# remove_all_watches
source: すべてのWatchを削除
de: Alle Apple Watches entfernen
en: Remove All Watches
es: Eliminar todos los Apple Watch
fr: Retirer toutes les Apple Watch
ko: 모든 Apple Watch 등록 해제
zh_hans: 移除所有 Apple Watch
zh_hant: 移除所有 Apple Watch

# remove_all_watches_confirm
source: 登録済みのすべてのWatchを削除しますか？今後ログで自動的にWatchモデルが適用されなくなります。
de: Alle registrierten Apple Watches entfernen? Die automatische Modellerkennung wird deaktiviert.
en: Remove all registered watches? This will stop automatic model detection for future logs.
es: ¿Eliminar todos los Apple Watch registrados? Se desactivará la detección automática del modelo.
fr: Retirer toutes les Apple Watch enregistrées ? La détection automatique du modèle sera désactivée.
ko: 등록된 모든 Apple Watch를 삭제할까요? 모델 자동 감지가 중지됩니다.
zh_hans: 要移除所有已注册 Apple Watch 吗？将不再自动识别型号。
zh_hant: 要移除所有已登錄 Apple Watch 嗎？將不再自動辨識型號。

# remove_device
source: 登録を解除
de: Registrierung entfernen
en: Remove Registration
es: Eliminar registro
fr: Annuler l’enregistrement
ko: 등록 해제
zh_hans: 取消注册
zh_hant: 取消登錄

# remove_device_confirm_specific
source: %@を登録済みデバイスから削除しますか？
de: %@ aus den registrierten Geräten entfernen?
en: Remove %@ from registered devices?
es: ¿Eliminar %@ de los dispositivos registrados?
fr: Retirer %@ des appareils enregistrés ?
ko: 등록된 기기에서 %@을(를) 삭제할까요?
zh_hans: 要从已注册设备中移除 %@ 吗？
zh_hant: 要從已登錄裝置中移除 %@ 嗎？

# remove_watch
source: 登録を解除
de: Registrierung entfernen
en: Remove Registration
es: Eliminar registro
fr: Annuler l’enregistrement
ko: 등록 해제
zh_hans: 取消注册
zh_hant: 取消登錄

# remove_watch_confirm
source: 登録済みのApple Watchを解除しますか？今後ログで自動的にこのモデルが適用されなくなります。
de: Diese Apple Watch entfernen? Die automatische Modellerkennung wird deaktiviert.
en: Remove the registered Apple Watch? This will stop automatic model detection for future logs.
es: ¿Eliminar este Apple Watch? Se desactivará la detección automática del modelo.
fr: Retirer cette Apple Watch ? La détection automatique du modèle sera désactivée.
ko: 이 Apple Watch를 삭제할까요? 모델 자동 감지가 중지됩니다.
zh_hans: 要移除此 Apple Watch 吗？将不再自动识别型号。
zh_hant: 要移除此 Apple Watch 嗎？將不再自動辨識型號。

# remove_watch_confirm_specific
source: %@を登録済みWatchから削除しますか？
de: %@ aus den registrierten Apple Watches entfernen?
en: Remove %@ from registered watches?
es: ¿Eliminar %@ de los Apple Watch registrados?
fr: Retirer %@ des Apple Watch enregistrées ?
ko: 등록된 Apple Watch에서 %@을(를) 삭제할까요?
zh_hans: 要从已注册 Apple Watch 中移除 %@ 吗？
zh_hant: 要從已登錄 Apple Watch 中移除 %@ 嗎？

# rendering_description
source: 軽量では影・ぼかしとグラフの追加合成を抑えます。自動は省電力・高温・メモリ4GB以下で切り替えます。
de: Reduziert Schatten, Unschärfe und zusätzliche Diagrammeffekte. Automatisch schaltet bei Stromsparmodus, hoher Temperatur oder höchstens 4 GB Arbeitsspeicher um.
en: Reduced effects limit shadows, blur and extra chart compositing. Automatic switches in Low Power Mode, high temperatures or on devices with 4 GB of memory or less.
es: Reduce sombras, desenfoque y composición adicional de gráficos. Automático cambia con bajo consumo, temperatura alta o memoria de 4 GB o menos.
fr: Réduit les ombres, le flou et la composition supplémentaire des graphiques. Le mode automatique bascule en économie d’énergie, à température élevée ou avec 4 Go de mémoire ou moins.
ko: 효과 축소는 그림자, 흐림과 추가 차트 합성을 줄입니다. 자동은 저전력 모드, 고온 또는 메모리 4 GB 이하에서 전환됩니다.
zh_hans: 轻量模式减少阴影、模糊及额外的图表合成。自动模式会在低电量模式、高温或内存不超过 4 GB 时切换。
zh_hant: 輕量模式減少陰影、模糊及額外的圖表合成。自動模式會在低耗電模式、高溫或記憶體不超過 4 GB 時切換。

# rendering_title
source: 描画品質
de: Darstellungsqualität
en: Rendering Quality
es: Calidad de renderizado
fr: Qualité du rendu
ko: 렌더링 품질
zh_hans: 渲染质量
zh_hant: 繪製品質

# required_fields_empty
source: 必須項目を入力してください
de: Bitte fülle die Pflichtfelder aus
en: Please fill in required fields
es: Rellena los campos obligatorios
fr: Remplissez les champs obligatoires
ko: 필수 항목을 입력하세요
zh_hans: 请填写必填项
zh_hant: 請填寫必填欄位

# review
source: 手動選択必要
de: Prüfung erforderlich
en: Needs review
es: Requiere revisión
fr: Vérification requise
ko: 수동 선택 필요
zh_hans: 需要手动选择
zh_hant: 需要手動選擇

# sample_data_description
source: サンプルデータで機能を確認できます
de: Funktionen mit Beispieldaten ansehen
en: Preview features with sample data
es: Explorar las funciones con datos de ejemplo
fr: Découvrir les fonctions avec des données d’exemple
ko: 샘플 데이터로 기능 미리 보기
zh_hans: 使用示例数据预览功能
zh_hant: 使用範例資料預覽功能

# sample_data_hint
source: 実際のデータを追加してバッテリー状態を確認しましょう
de: Füge eigene Daten hinzu, um den Batteriezustand zu sehen
en: Add your own data to see your battery health
es: Añade tus datos para consultar el estado de la batería
fr: Ajoutez vos données pour consulter l’état de la batterie
ko: 실제 데이터를 추가하여 배터리 상태를 확인하세요
zh_hans: 添加自己的数据以查看电池健康状况
zh_hant: 新增自己的資料以查看電池健康狀態

# sample_data_viewing
source: サンプルデータ表示中
de: Beispieldaten werden angezeigt
en: Viewing Sample Data
es: Viendo datos de ejemplo
fr: Affichage des données d’exemple
ko: 샘플 데이터 표시 중
zh_hans: 正在查看示例数据
zh_hant: 正在檢視範例資料

# save
source: 保存
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
zh_hant: 儲存

# saved
source: 保存完了
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
ko: 저장 완료
zh_hans: 已保存
zh_hant: 已儲存

# search_device
source: デバイスを検索
de: Gerät suchen
en: Search Device
es: Buscar dispositivo
fr: Rechercher un appareil
ko: 기기 검색
zh_hans: 搜索设备
zh_hant: 搜尋裝置

# select_a_device
source: デバイスを選択
de: Gerät auswählen
en: Select a Device
es: Selecciona un dispositivo
fr: Choisir un appareil
ko: 기기 선택
zh_hans: 选择设备
zh_hant: 選擇裝置

# select_a_device_description
source: グラフと統計を絞り込むデバイスを選んでください。
de: Wähle ein Gerät zum Filtern der Diagramme und Statistiken.
en: Choose a device to filter the charts and statistics.
es: Elige un dispositivo para filtrar los gráficos y las estadísticas.
fr: Choisissez un appareil pour filtrer les graphiques et les statistiques.
ko: 차트와 통계를 필터링할 기기를 선택하세요.
zh_hans: 选择设备以筛选图表和统计数据。
zh_hant: 選擇裝置以篩選圖表與統計資料。

# select_category
source: カテゴリを選択
de: Kategorie auswählen
en: Select Category
es: Seleccionar categoría
fr: Choisir une catégorie
ko: 카테고리 선택
zh_hans: 选择类别
zh_hant: 選擇類別

# select_device
source: デバイスを選択してください
de: Bitte Gerät auswählen
en: Select Device
es: Selecciona un dispositivo
fr: Sélectionnez un appareil
ko: 기기를 선택하세요
zh_hans: 请选择设备
zh_hant: 請選擇裝置

# select_device_to_delete
source: 削除するデバイスを選択
de: Zu löschendes Gerät auswählen
en: Select Device to Delete
es: Seleccionar dispositivo que eliminar
fr: Choisir l’appareil à supprimer
ko: 삭제할 기기 선택
zh_hans: 选择要删除的设备
zh_hant: 選擇要刪除的裝置

# select_log_message
source: 左側のリストからログを選択すると詳細が表示されます
de: Wähle links ein Protokoll aus, um Details anzuzeigen
en: Select a log from the list on the left to view details
es: Selecciona un registro de la lista de la izquierda para ver sus detalles
fr: Sélectionnez un journal dans la liste de gauche pour voir ses détails
ko: 왼쪽 목록에서 로그를 선택하면 세부 정보가 표시됩니다
zh_hans: 从左侧列表选择日志以查看详情
zh_hant: 從左側列表選擇日誌以檢視詳細資訊

# select_log_title
source: ログを選択してください
de: Protokoll auswählen
en: Select Log
es: Seleccionar registro
fr: Choisir un journal
ko: 로그 선택
zh_hans: 选择日志
zh_hant: 選擇日誌

# select_manually
source: 手動で選択
de: Manuell auswählen
en: Select Manually
es: Seleccionar manualmente
fr: Choisir manuellement
ko: 수동 선택
zh_hans: 手动选择
zh_hant: 手動選擇

# select_registered_device
source: 登録済みデバイス
de: Registrierte Geräte
en: Registered Devices
es: Dispositivos registrados
fr: Appareils enregistrés
ko: 등록된 기기
zh_hans: 已注册的设备
zh_hant: 已登錄的裝置

# select_registered_watch
source: 登録済みWatch
de: Registrierte Apple Watches
en: Registered Watches
es: Apple Watch registrados
fr: Apple Watch enregistrées
ko: 등록된 Apple Watch
zh_hans: 已注册的 Apple Watch
zh_hant: 已登錄的 Apple Watch

# select_watch
source: Watchを選択
de: Apple Watch auswählen
en: Select Watch
es: Seleccionar Apple Watch
fr: Choisir une Apple Watch
ko: Apple Watch 선택
zh_hans: 选择 Apple Watch
zh_hant: 選擇 Apple Watch

# send
source: 送信
de: Senden
en: Send
es: Enviar
fr: Envoyer
ko: 보내기
zh_hans: 发送
zh_hant: 傳送

# settings_display_diagnostic
source: 診断コメント
de: Diagnosehinweis
en: Diagnostic comment
es: Comentario del diagnóstico
fr: Commentaire du diagnostic
ko: 진단 설명
zh_hans: 诊断说明
zh_hant: 診斷說明

# settings_display_diagnostic_high
source: 設定上の表示は %d%% です。校正差の可能性が高く、状態は良好に見えます。
de: Die Einstellungen zeigen %d%%. Das liegt wahrscheinlich an der Kalibrierung; die Batterie scheint in gutem Zustand zu sein.
en: Settings display is %d%%. This often reflects calibration differences; battery appears healthy.
es: Ajustes muestra %d%%. Probablemente se deba a la calibración; la batería parece estar en buen estado.
fr: Les réglages affichent %d%%. Cela reflète probablement l’étalonnage ; la batterie semble en bon état.
ko: 설정 표시값은 %d%%입니다. 보정 차이일 가능성이 높으며 상태는 양호해 보입니다.
zh_hans: 设置中显示为%d%%。这可能是校准差异，电池状态看起来良好。
zh_hant: 設定中顯示為%d%%。這可能是校準差異，電池狀態看起來良好。

# settings_display_diagnostic_low
source: 設定上の表示は %d%% です。バッテリーの状態が低下しています。交換を検討してください。
de: Die Einstellungen zeigen %d%%. Der Batteriezustand ist niedrig; erwäge einen Austausch.
en: Settings display is %d%% — battery health is low; consider replacing the battery.
es: Ajustes muestra %d%%. El estado es bajo; considera sustituir la batería.
fr: Les réglages affichent %d%%. L’état de la batterie est faible ; envisagez son remplacement.
ko: 설정 표시값은 %d%%입니다. 배터리 상태가 낮으므로 교체를 고려하세요.
zh_hans: 设置中显示为%d%%。电池健康度较低，建议考虑更换。
zh_hant: 設定中顯示為%d%%。電池健康度較低，建議考慮更換。
